Repository: Phazorknight/Cogito
Catalog: addons/cogito/Localization/po_files/cogito_*.po
Languages: de

source: TAB_GAMEPLAY
de: Gameplay

source: LAB_LANGUAGE
de: Sprache

source: LAB_HEADBOB
de: Kopfbewegung

source: LAB_MOUSE_SENS
de: Mausempfindlichkeit

source: Inverts looking up and down direction.
de: Kehrt vertikale Kopfbewegung um.

source: BTN_INVERT_Y
de: Y-Achse umkehren

source: BTN_TOGGLE_CROUCH
de: Ducken umschalten

source: LAB_GAMEPAD_SETTINGS
de: Gamepad Einstellungen

source: LAB_LOOK_SENSITIVITY
de: Kamerasensitivität

source: TAB_GRAPHICS
de: Grafik

source: LAB_RESOLUTION
de: Auflösung

source: LAB_WINDOW_MODE
de: Bildschirmmodus

source: LAB_2D_Anti_Aliasing
de: 2D Anti Aliasing

source: Off
de: Aus

source: LAB_3D_Anti_Aliasing
de: 3D Anti Aliasing

source: LAB_RENDER_SCALE
de: Renderskalierung

source: LAB_UI_SCALE
de: UI Skalierung

source: BTN_VSYNC
de: V-Sync

source: TAB_AUDIO
de: Audio

source: SFX Volume
de: SFX Lautstärke

source: Music Volume
de: Musik Lautstärke

source: TAB_BINDINGS
de: Tastenbelegung

source: BTN_APPLY_CHANGES
de: Anwenden

source: LAB_PauseMenu
de: Pausenmenü

source: BTN_Resume
de: Fortsetzen

source: LAB_Current Slot
de: Aktueller Slot

source: LAB_Last_save
de: Letzter Speicherstand

source: BTN_Load
de: Laden

source: BTN_Save
de: Speichern

source: BTN_Options
de: Optionen

source: BTN_Back_to_Menu
de: Zum Hauptmenü

source: BTN_Quit
de: Beenden

source: INPUT_move_forward
de: Vorwärts gehen

source: INPUT_move_backward
de: Rückwärts gehen

source: INPUT_move_left
de: Links gehen

source: INPUT_move_right
de: Rechts gehen

source: INPUT_jump
de: Springen

source: INPUT_crouch
de: Ducken

source: INPUT_primary_action
de: Primäre Aktion

source: INPUT_secondary_action
de: Sekundäre Aktion

source: INPUT_interact_1
de: Interagieren 1

source: INPUT_interact_2
de: Interagieren 2

source: INPUT_reload
de: Nachladen

source: INPUT_quickslot_1
de: Schnellslot 1

source: INPUT_quickslot_2
de: Schnellslot 2

source: INPUT_quickslot_3
de: Schnellslot 3

source: INPUT_quickslot_4
de: Schnellslot 4

source: INPUT_quickslot_prev
de: Vorhergehender Schnellslot

source: INPUT_quickslot_next
de: Nächster Schnellslot

source: INPUT_pause
de: Pausenmenü

source: INPUT_inventory
de: Inventar

source: INPUT_item_quick_drop
de: Gegenstand fallen lassen

source: INPUT_item_move
de: Gegenstand bewegen

source: INPUT_item_use
de: Gegenstand benutzen

source: SEPARATOR_MOVEMENT
de: BEWEGUNG

source: SEPARATOR_ACTIONS
de: AKTIONEN

source: SEPARATOR_MENUES
de: MENÜS

source: INTERACT_carry
de: Tragen

source: INTERACT_Pick_up
de: Einstecken

source: INTERACT_Extend_Inventory
de: Inventar erweitern

source: ATTR_health
de: Gesundheit

source: ATTR_stamina
de: Ausdauer

source: ATTR_strength
de: Stärke

source: ATTR_sanity
de: Verstand

source: ATTR_visibility
de: Sichtbarkeit

source: TAB_player_inventory
de: Inventar

source: TAB_quests
de: Quests

source: LAB_quests
de: Quests

source: QUESTS_active
de: Aktiv

source: QUESTS_completed
de: Abgeschlossen

source: QUESTS_failed
de: Gescheitert

source: TAB_stats
de: Statistiken

source: LAB_stats
de: Statistiken

source: Attributes
de: Attribute

source: INTERFACE_Use
de: Benutzen

source: INTERFACE_Move
de: Bewegen

source: INTERFACE_Drop
de: Fallen lassen

source: INTERFACE_AssignQuickslot
de: Schnellslot zuweisen

source: LAB_you_died
de: Du bist gestorben

source: LAB_current_slot
de: Aktueller Slot

source: LAB_last_save
de: Letzter Speicherstand

source: BTN_load
de: Laden

source: BTN_back_to_menu
de: Zum Hauptmenü

source: BTN_quit
de: Beenden

source: DOOR_Unlock
de: Aufsperren

source: DOOR_Lock
de: Zusperren

source: DOOR_Open
de: Öffnen

source: DOOR_Close
de: Schließen

source: DOOR_locked_hint
de: Versperrt

source: SEAT_Stand_Up
de: Aufstehen

source: SEAT_Sit
de: Setzen

source: SWITCH_off
de: ausschalten

source: SWITCH_on
de: einschalten

source: INTERACT_Read
de: Lesen

source: INTERACT_drop
de: Fallen lassen

source: INTERACT_rotate
de: Drehen

source: INTERACT_place
de: Einsetzen

source: INTERACT_remove
de: Entfernen

source: INVENTORY_add_item
de: eingesteckt.

source: INVENTORY_cant_pick_up
de: konnte nicht aufgenommen werden.

source: KEYPAD_enter_code
de: Code eingeben

source: KEYPAD_access_granted
de: Zugang gewährt.

source: UI_BTN_take_all
de: Alles nehmen

source: INTERACT_fill_with
de: Anfüllen mit

source: INTERACT_charge
de: Aufladen

source: Battery
de: Batterie

source: Can be combined with the Flashlight. Non-rechargeable.
de: Kann mit der Taschenlampe kombiniert werden. Nicht wieder aufladbar.

source: Can't use this by itself.
de: Kann nicht für sich allein benutzt werden.

source: Coins (5)
de: Münzen (5)

source: It's spare change but can add up.
de: Kleingeld macht auch Mist.

source: Added 5 credits to wallet.
de: 5 credits zur Geldbörse hinzugefügt.

source: Dart
de: Pfeil

source: A simple foam dart. Squishy.
de: Einfacher Schaumpfeil. Schwammig.

source: Fire Dart
de: Feuerpfeil

source: Who needs matches if you got these.
de: Wer braucht Streichhölzer wenn es diese hier gibt.

source: Water Dart
de: Wasserpfeil

source: Perpetually dripping water.
de: Tropft beständig.

source: Diamond Half A
de: Diamantenhälfte A

source: Looks like it's only half of some kind of shape.
de: Scheint nur eine Hälfte von einer größeren Form zu sein.

source: Can't be used by itself.
de: Kann nicht für sich allein benutzt werden.

source: Diamond Half B
de: Diamantenhälfte B

source: Looks incomplete. Maybe I can find the rest of it?
de: Scheint als ob ein Teil fehlt. Vielleicht kann ich den Rest finden?

source: Diamond Key
de: Diamantenschlüssel

source: This looks like it could fit into something.
de: Scheint als ob es wo eingesetzt werden könnte.

source: Now where does this fit?
de: Wo könnte es eingesetzt werden?

source: Flashlight
de: Taschenlampe

source: Eats batteries like it's its job.
de: Frisst Batterien wie ein Champion.

source: Out of battery.
de: Die Batterien sind leer.

source: Foam Bullets
de: Schaumprojektil

source: Very visible but not very dangerous. Have a tendency to vanish.
de: Sehr sichtbar aber nicht sehr gefährlich. Geht leicht verloren.

source: Health Extension
de: Gesundheitserweiterung

source: Better than red bull.
de: Besser als red bull.

source: Health Potion
de: Gesundheitstrank

source: Tastes better than it looks.
de: Schmeckt besser als es aussieht.

source: You've gained 10 health.
de: 10 Gesundheitspunkte erhalten.

source: Key
de: Schlüssel

source: Opens a locked door.
de: Öffnet eine verschlossene Tür.

source: This should fit a door around here.
de: Sollte für eine nahegelegene Tür passen.

source: Feels light and doesn't turn on. Does that matter?
de: Wirkt sehr leicht und lässt sich nicht einschalten. Ist das ein Problem?

source: I was supposed to do something with this.
de: Sollte ich damit nicht irgendwas bestimmtes tun?

source: The CEO's laptop. There's probably a lot of valuable data on here.
de: Laptop des Bosses. Hat vermutlich viele wichtige Daten gespeichert.

source: I was supposed to do somoething with this.
de: Sollte ich damit nicht irgendwas bestimmtes tun?

source: Laser Ammo
de: Lasermunition

source: Tends to get hot. One clip has a charge of 50.
de: Wird sehr heiß. Ein Clip hat eine Kapazität von 50.

source: Laser Rifle
de: Lasergewehr

source: Goes pew pew pew. Needs Laser Ammo to reload.
de: Peng peng peng! Kann mit Lasermunition nachgeladen werden.

source: Out of ammo.
de: Keine Munition.

source: Combined Page
de: Zusammengefügte Seite

source: Reassembled page from the ripped pieces. It says "New code is 0451" on it.
de: Von den zerissenen Teilen zusammengesetzt. Es steht geschrieben: "Neuer Code ist 0451"

source: I should probably read this.
de: Ich sollte das besser lesen.

source: Pickaxe
de: Spitzhacke

source: Don't go digging for diamonds now.
de: Werde jetzt bloß nicht zum Goldgräber

source: Foam Pistol
de: Schaumpistole

source: There's a reason it looks like a toy. Shoots foam bullets.
de: Sieht nicht nur aus wie ein Spielzeug. Schießt Schaumprojektile.

source: Out of bullets.
de: Keine Munition.

source: Ripped Page A
de: Zerrissene Seite A

source: A piece of paper ripped in half. It has some numbers on it but parts are missing.
de: Eine halbe Seite. Scheint ein paar Nummern zu haben aber Teile fehlen.

source: I need the other half.
de: Ich brauche die andere Hälfte.

source: Ripped Page B
de: Zerrissene Seite B

source: Stamina Extension
de: Ausdauererweiterung

source: Your max stamina has increased by 15.
de: Maximale Ausdauer um 15 erhöht.

source: Strength Potion
de: Stärketrank

source: Raw eggs, protein powder, spinach and eleven herbs and spices.
de: Rohe Eier, Proteinpulver, Spinat und 11 Kräuter und Gewürze.

source: Your strength improved!
de: Du bist jetzt stärker!

source: Useless
de: Nutzlos

source: This item has no use function.
de: Dieser Gegenstand hat keine Funktion.

source: Gain access to the archive.
de: Dringe ins Archiv ein.

source: You won't be able to just walk in, but we're sure you'll find away.
de: Du kannst nicht einfach hineinspazieren, aber dir wird schon was einfallen.

source: You're in!
de: Du bist drin!

source: You should've not been able to fail this.
de: Daran hättest du nicht scheitern sollen.

source: Deliver the CEO's laptop
de: Bring uns den Laptop des CEOs

source: We have a hidden compartment in the fridge, so drop the laptop in there and we can retriefe it.
de: Wir haben ein Geheimfach im Kühlschrank. Hinterlasse den Laptop dort und wir holen ihn uns.

source: We got the data we needed. Great work!
de: Wir haben die gesuchten Daten bekommen. Gute Arbeit!

source: The laptop you delivered was fake! Do not contact us again.
de: Du hast uns eine gefälschten Laptop gebracht! Das war dein letzter Job für uns.

source: Steal the CEO's laptop
de: Stehle den Laptop des CEO.

source: We need the data on that laptop. As soon as you have it in your possession, we'll let you know the next steps.
de: Wir brauchen die Daten von dem Laptop. Sobald er in deinem Besitz ist, bekommst du weitere Anleitungen.

source: You found the laptop.
de: Du hast den Laptop gefunden.

source: You failed this quest.
de: Du bist an dieser Quest gescheitert.

source: QUEST_start
de: Quest begonnen

source: QUEST_complete
de: Quest abgeschlossen

source: QUEST_fail
de: Quest gescheitert

source: QUEST_update
de: Quest aktualisiert

source: HINT_cant_carry
de: Kann nicht getragen werden wenn ich die Hände voll habe.

source: HINT_cant_pick_up
de: konnte nicht aufgenommen werden.

source: HINT_ZONE_sanity_drain
de: Du verlierst deinen Verstand!

source: HINT_ZONE_stamina_drain
de: Dir geht die Puste aus!

source: HINT_ZONE_heal
de: Deine Wunden heilen.

source: HINT_ZONE_damage
de: Du nimmst Schaden!

source: HINT_SWITCH_item_used
de: verwendet.

source: HINT_SWITCH_battery
de: Scheint eine Batterie zu brauchen.

source: HINT_is_empty
de: ist leer!

source: HINT_filled_with
de: aufgefüllt mit

source: HINT_topped_up_with
de: nachgefüllt mit

source: HINT_is_full
de: Ist schon voll geladen.

source: HINT_wrong_wieldable
de: Kann nicht damit benutzt werden.

source: Options
de: Optionen

source: Quit
de: Beenden

source: TXT_NEW_GAME
de: NEUES SPIEL

source: TXT_SLOT
de: SLOT

source: Mug
de: Tasse

source: Can hold a variety of liquids.
de: Kann mit Flüssigkeiten gefüllt werden.

source: HINT_empty
de: ist leer!

source: Coffee
de: Kaffee

source: Water
de: Wasser
